[
  {
    "id": 1,
    "activityType": "KAYAKING",
    "title": "Kayaking adventure",
    "cost": 399,
    "rating": 4.7,
    "totalRatings": 131,
    "description": "We will provide everything you need for this experience, even the snacks! This is a private, guided tour of the Chattahoochee River.  We can accommodate up to 4 guests; we have (4) one-person kayaks and (1) two-person canoe. If there are elderly, inexperienced, or children under 10 in your group, we recommend that they ride in the canoe with Troy. Many of our guests have never kayaked; we are very accustomed to new adventurers. \nWe?ll start by unloading boats at the drop in, followed by driving to and leaving our truck at the take-out point. Then we will shuttle you in our car to the drop-in and begin our trek. The route you choose will be dependent on your comfort level, length of trip, and river conditions.  The routes we prefer are less-populated, giving us better opportunities to see wildlife.  We often see turtles, rainbow and brown trout, water birds, deer, and the occasional otter. There are multiple sandy beaches and small rock islands along the river where we can stop for photos, snacks, and swimming. At the end of the tour, Troy and I will pull your boat up to the boat ramp and assist you out of your vessel. Don?t worry, we will clean and pack everything up, making this the easiest trip down the Chattahoochee.",
    "duration": "6 hours",
    "groupSize": 6,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/kayakingTour.jpg"
  },
  {
    "id": 2,
    "activityType": "WINE",
    "title": "Wine Tasting",
    "cost": 50,
    "rating": 4.9,
    "totalRatings": 203,
    "description": "This is a fun and interactive instruction only class. Upon arrival, you will be greeted with light bites and a beverage before we veer into a casual discussion about our individual wine style, palette & preferences. We will discuss the benefits of making our own natural wine  at home, whether you are vegan concerned with animal products used in commercial wine, or you just want to control what goes into your wine (i.e. chemicals).  And if you are truly a wino, I mean, \"wine lover\" like me, the cost savings CANNOT be beat!\n\nI will share my progressive experience and nearly 10 year evolution as a winemaker before teaching you everything you need to know (including legalities) about making your own delicious wine at home using fresh fruit that is easily  accessible to you, wherever you live! \n\nYou will leave the workshop with a complete starter kit/equipment,  instructions, easy to follow recipes, and all the knowledge required to return home and make your first delicious batch of wine! Just add fruit!",
    "duration": "3 hours",
    "groupSize": 12,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/wineAndCheeseTasting.jpg"
  },
  {
    "id": 3,
    "activityType": "BAKING",
    "title": "Learn to bake French croissant w/ a chef",
    "cost": 75,
    "rating": 4.6,
    "totalRatings": 613,
    "description": "Learn how to make the typically \"French Croissant\" & the \"Pain au chocolat\"  :)\n\nDuring this interactive cooking lesson, you will be hands-on in the kitchen, and, equipped with an apron and all the utensils you need, you will learn how to make the \"French Croissant\" & the \"Pain au chocolat\", and one mystery confection !\n\nYou will be in control of your creations from start to finish, from the moment you lay eyes on the recipe for the first time to the moment you take your creation out of the oven.\nI will be at your side to guide you and to teach you, with full explanations, the techniques you need to guarantee your baking will be a success!\n\nAt the end of your experience, we can taste what you have baked and chat about your trip to Paris and I?ll also be happy to give you my culinary advice, recommendations and opinions.",
    "duration": "3 hours",
    "groupSize": 16,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/FoodActivity1.jpg\n"
  },
  {
    "id": 4,
    "activityType": "ANIMALS",
    "title": "Abu Dhabi-Sunset Camel Trek with BBQ",
    "cost": 250,
    "rating": 4.9,
    "totalRatings": 316,
    "description": "You will be picked up from your designated location by us and escorted to the destination, Abu Dhabi desert. The serenity of sweeping desert sands will welcome you quietly. \n\nWe will drop you off where the camel caravan awaits to voyage you into the desert. After a splendid camel safari, quaffing the captivating sights of the desert to the rhythm of the camel for 45 minutes, \nyou will be taken to the Al Waha camp, a recreation of Bedouin camp set amidst the desert. Upon arrival, you will be greeted with a delightful serving of Gahwa (Arabian tea/coffee), dates, and Gaymat (sweets).\n\nAt the Al Waha camp, an array of activities and performances are choreographed blissfully to give you a slice of Bedouin life in this recreated desert campsite. You can try your hands at Shisha smoking and/or get your hands painted with Henna. You can don a traditional Arabian look by wearing the available Kandora or Abaya, hold Falcon in your hands and click pictures. You can then sit back and enjoy the scintillating Tanoura show then taste delicious BBQ buffet dinner which will be capped off by an awe-inspiring Belly dance. Afterward, you will be dropped off to your selected location",
    "duration": "6 hours",
    "groupSize": 20,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/camelActivity.jpg"
  },
  {
    "id": 5,
    "activityType": "CITY",
    "title": "New York ?Must See? Guided Combo Tour",
    "cost": 65,
    "rating": 4.5,
    "totalRatings": 987,
    "description": "Ride high on a privately chartered double-decker bus above the traffic as your entertaining guide guides you through the NYC canyons. Take walking tours of Rockefeller Center, Lower Manhattan and Hudson Yards for an immersive experience. Avoid afternoon traffic by taking a cruise to see NYC skyline and Statue of Liberty while returning to midtown.\n\n9:00am - Tour meets. Walking tour of Rockefeller Center, 5th Ave, St. Patrick Cathedral\n\n9:30am - Our private charter double-deck bus departs for downtown. Pass through Times Square along Broadway. You will see Empire State Building, Flatiron Building, Union Square, Madison Square Park, Garment District, Chelsea, Greenwich Village, Soho, Chinatown, and Financial District.\n\n10:30am - Walking tour of Financial District to see Trinity Church, Fearless Girl Statue, Wall Street, NYSE, Federal Reserve, Canyon of Heroes, and 9/11 Memorial\n\n12:30pm - Boarding for NYC Sightseeing Cruise to see NYC skyline including Brooklyn Bridge and Statue of Liberty while you eat lunch.\n\n1:30pm - Walking tour of Hudson Yards and The Highline\n\n2:00pm - Tour ends at Hudson Yards. Easy access to the 7 train or to Penn Station trains 2-3 blocks east",
    "duration": "5 hours",
    "groupSize": 12,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/cityTour.jpg"
  },
  {
    "id": 6,
    "activityType": "SCENERY",
    "title": "Explore rice terrace and waterfall",
    "cost": 230,
    "rating": 4.9,
    "totalRatings": 605,
    "description": "1. Monkey forest\nin the monkey forest you will see around 162 monkeys in the monkey forest and also you will be able to take pictures with several monkeys. in the monkey forest you also see a nice temple with lots of monkeys. \n2. tegalalang rice terrace\n in tegalalang you can take good photos in the middle of beautiful rice and also you see many coconut trees around Riceterrace and unique again you can play swing around Riceterrace.\n 3. tirta empul temple \nin tirta empul temple here we will spend about at an hour in this temple to see the holy spring water \n4.tibumana waterfall \nto reach to the waterfall you will pass a nice view like seeing beautiful rice with many coconut trees in Next to the road to reach the waterfall you will also walk about 15 minutes from the parking lot.",
    "duration": "12 hours",
    "groupSize": 10,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/waterfall-between-trees-861313.jpg"
  },
  {
    "id": 7,
    "activityType": "SCENERY",
    "title": "Day Hike to Double Waterfall in Minca",
    "cost": 199,
    "rating": 4.7,
    "totalRatings": 561,
    "description": "Guests will be picked up at approximately 9am from their Santa Marta location and we will drive 45 minutes up a windy road to the mountain town of Minca where we will stop at a local bakery for some mountain coffee and freshly baked artesian bread. We will then begin a one hour hike (all levels welcomed) up to a double waterfall where we will be able to swim and have an optional meal and beverages from the eatery. Later we will head back down to the Minca town and visit a hostel 10 minutes up several stairs. At the hostel you can enjoy a beverage or a vegetarian meal and a beautiful view of the mountains, city and sea. We will then make our way back to Santa Marta to end the day and for you to enjoy the sunset at your place of choice.\n",
    "duration": "8 hours",
    "groupSize": 8,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/visitTheMountains.jpg"
  },
  {
    "id": 8,
    "activityType": "DIVING",
    "title": "Scuba Diving w/ Ocean Sunfish Research\n",
    "cost": 145,
    "rating": 4.7,
    "totalRatings": 481,
    "description": "Blue Oasis Dive is the dive school of Rip Curl School of Surf, Sanur, Bali. We are the Indonesian home for Ocean Sunfish Research and your host is our resident dive professional, manager Ocean Sunfish Research Citizen Science and author of the unique PADI Distinctive Specialty: Bali Sunfish and Marine Park Diver.\n",
    "duration": "3 hours",
    "groupSize": 12,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/divingActivity.jpg"
  },
  {
    "id": 9,
    "activityType": "DIVING",
    "title": "Scuba Dive Oahu: Hawaii Eco Divers!\n",
    "cost": 210,
    "rating": 5,
    "totalRatings": 304,
    "description": "Scuba Dive the pristine waters of Oahu and experience the amazing coral reefs and marine life of Hawaii\nYou will work with trained professionals who will take you on safe and beautiful diving experience.\nWe offer scuba diving excursions to all level of divers and ocean lovers. No certification needed.\nWe will start our tour with a descriptive eco briefing of the dive site",
    "duration": "6 hours",
    "groupSize": 5,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/person-diving-on-blue-water-3046637.jpg"
  },
  {
    "id": 10,
    "activityType": "BAKING",
    "title": "Hands-on macaron making with a chef",
    "cost": 49,
    "rating": 4.8,
    "totalRatings": 555,
    "description": "Learn how to make the iconic french \"Macarons\", in the 16th century, it was the famous pastry of the French queen Catherine de Medici. \nNow in the 21th century, many pastry chefs have fun with this recipe, like Pierre Hermé or Cédric Grolet. Now learn how to make yours macarons in 2019 ! \n\nDuring this interactive cooking lesson, you will be hands-on in the kitchen, and, equipped with an apron and all the utensils you need, you will learn how to make your own \"Macarons\" step by step, in different flavour !\n\nYou will be in control of your creations from start to finish, from the moment you lay eyes on the recipe for the first time to the moment you take your creation out of the oven.\nI will be at your side to guide you and to teach you, with full explanations, the techniques you need to guarantee your baking will be a success!\n\nAt the end of your experience, we can taste what you have baked and chat about your trip to Paris and I?ll also be happy to give you my culinary advice, recommendations and opinions.",
    "duration": "2 hours",
    "groupSize": 12,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/food-lifestyle-yummy-europe-21269.jpg"
  },
  {
    "id": 11,
    "activityType": "EXERCISE",
    "title": "Samurai Training",
    "cost": 110,
    "rating": 4.99,
    "totalRatings": 1033,
    "description": "First you'll change the clothes into \"kimono\" and \"hakama\" is samurai style. Introducing with tea ceremony Matcha green tea and Wagashi sweets \n\nNext we'll watch a real Japanese katana?a traditional sword used by the samurai of ancient and feudal Japan. \n\nThen you'll learn how to handle it with unsharpened katana.\n\nWe'll also do a traditional Zen meditation.It called \"Rituzen\".\n\nAfter doing meditation, you will be calm mind and you can cut one bundle of straw with real sword. Through using with real katana yourself, you can feel one part of swordsmanship as samurai. \n\nLastly, you'll watch a performance using real katana by host. We'll discuss what we've seen and learned over tea.  This experience has no flashy production and luxury, but you can feel the \"real\". You can enjoy not only training but also total samurai culture with this time. ",
    "duration": "3 hours",
    "groupSize": 8,
    "image": "https://airbnb-clone-prexel-images.s3.amazonaws.com/activities/samurai.png"
  }
]
